{
  "main": {
    "name":"Ariel Feingold",
    "occupation":"Web Developer",
    "description":"I have recently gratuated from Flatiron School's Full Stack Web Developement Course and have vast experience in online marketing, project management, event production and operations.",
    "image":"ariel.jpg",
    "bio1":"I am a geeky gym rat with an entrepreneurial mind and a love for coding. Coding initially piqued my interest when I worked as a Marketing Operations Manager for a fintech Startup in Tel-Aviv. It was really great to support our developers writing code to create campaigns and design a roadmap for our UX. This was my first real exposure to working with programmers, and it occurred to me that as a person drawn to puzzles and problem solving, I would love this work, if only I acquired the right skills.",
    "bio2":"I’ve really loved learning to code, and I’m confident that this new career path is perfect for me. I love the fact that being a great programmer requires the constant acquisition of new skills and languages, so I will always be learning.  Further, I love the creative element to coding.  Like a painter that uses a canvas, brush and color to create something new, a developer creates something new using the computer as canvas and code as the tool to bring websites, apps and platforms to life. I bring a fresh perspective, strong work ethic and a solid aptitude for technology that will help tech companies reach their strategic goals. I like clean, scalable and maintainable code, enjoy working in teams and sharing knowledge. Fluent Hebrew speaker.",
    "bio3":"Creating beautiful web apps is my passion I am proficient in JavaScript, React, HTML and CSS amongst others.",
    "contactmessage":"Have a project for me? Think I'd be a good fit for your team? I'd love to hear from you, give me a shout by email or by using the form below if you'd like to get in contact with me.",
    "email": "feingold.ariel@gmail.com",
    "phone": "646-852-8538",
    "address":{
      "street":"382 central Park West",
      "city":"New York",
      "state":"NY",
      "zip": "10025"
    },
    "website": "http://www.timbakerdev.com",
    "resumedownload":"https://dl.dropboxusercontent.com/s/6klhcur3elqs03l/Ariel%20Feingold%20Resume%20.pdf?dl=0",
    "social":[
      {
        "name":"facebook",
        "url":"https://www.facebook.com/ariel.feingold",
        "className":"fa fa-facebook"
      },
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/ariel-feingold-3085b639/",
        "className":"fa fa-linkedin"
      },
      {
        "name":"instagram",
        "url":"https://www.instagram.com/afeingold_nyc/?hl=en",
        "className":"fa fa-instagram"
      },
      {
        "name":"github",
        "url":"https://github.com/ArielFeingold",
        "className":"fa fa-github"
      }
    ]
  },
  "resume":{
    "skillmessage":"Here you can create a short write-up of your skills to show off to employers",
    "education":[
      {
        "school":"Flatiron School",
        "degree":"Full Stack Web Developer",
        "graduated":"November 2018",
        "description1":"An intensive training program designed to equip the student with the skills necessary to launch careers in web development. This program includes 1000 hours of intensive training, including classes/lectures, individual, pair and group programming projects, code challenges, presentations and more.",
        "description2":"I Studied a variety of web development languages, frameworks, and libraries in-depth, including Ruby, Rails, Sinatra, Javascript, React, Redux, SQL, ActiveRecord, Git, HTML, CSS and Bootstrap",
        "description3":"While at Flatiron, I developed several apps to help me with everyday problems – such as an app that categorizes your wardrobe and suggests outfits for you to mix and match (and which I’ve considered monetizing with advertising from retailers based on the particular consumer’s style)."
      },
      {
        "school":"Tel Aviv University",
        "degree":"Bachlor of Law",
        "graduated":"April 2004"
      }
    ],
    "workTech":[
      {
        "company":"ESN GLOBAL MEDIA",
        "title":"MARKETING OPERATIONS MANAGER",
        "years":"2012 to 2015",
        "description":"Led teams of content writers, graphic designers, and programmers in production of breakthrough marketing campaigns delivered via social media and paid online advertising. Developed strategic approach based on specific client needs and analysis of competitor landscape. Tracked results and utilized findings to fine-tune approach."
      },
      {
        "company":"YOUTRADE FX",
        "title":"PROJECT MANAGER | CONTENT MANAGER",
        "years":"2010 to 2012",
        "description":"Spearheaded development of marketing creative, steering process from initial concept to final implementation. Supervised team of seven marketing content translators. Served as liaison between sales and marketing teams to ensure campaigns were tailored to sales results."
      }
    ],
    "workEvent":[
      {
        "company":"NEUMAN’S KITCHEN",
        "title":"EVENT MANAGER ",
        "years":"2016 to 2017",
        "description":"Managed all aspects of event design, planning, and production. Met with prospective clients to conduct consultations, assess needs and timelines, and discuss menu and design concepts. Negotiated and administered contracts. Coordinated multi-stage planning process, determining staff and budget requirements and allocating resources accordingly. Liaised across departments to execute event marketing and publicity plans. Provided day-of onsite event oversight to include proactively resolving issues and emerging problems. Reported on event outcomes and successes. Conducted market research to maintain competitive edge in pricing and service options."
      },
      {
        "company":"SHIRAZ EVENTS",
        "title":"CATERING MANAGER",
        "years":"2015 to 2016",
        "description":"Led high-volume, upscale catering operation by obtaining, producing, and servicing events. Steered business development, implementing strategies to maintain strong pipeline of new prospective clients and maximize sales outreach. Created exciting food and beverage proposals accommodating unique client tastes and vision. Oversaw catering staff, including leading hiring, training, and scheduling. Managed budget, controlled food and labor costs, and supervised payroll. Prepared weekly catering pace report and sales forecast for submission to Director of Food & Beverage and Director of Sales."
      },
      {
        "company":"THEA EVENTS",
        "title":"SENIOR EVENT MANAGER",
        "years":"2005 to 2010",
        "description":"Developed business with new customers and maintained relationships with existing clients to meet sales targets. Sourced venues and vendors offering design, security, and technical services. Directed real-time event execution, managing schedules, staff, and logistics. Handled post-event evaluation to ensure customer satisfaction. Liaised with strategic partners to advise on event outcomes and develop strategies for improving service delivery and cost controls."
      }
    ],
    "skills":[
      {
        "name":"JavaScript",
        "level":"90%"
      },
      {
        "name":"ReactJs",
        "level":"85%"
      },
      {
        "name":"Redux",
        "level":"85%"
      },
      {
        "name":"Git",
        "level":"60%"
      },
      {
        "name":"Ruby on Rails",
        "level":"70%"
      },
      {
        "name":"CSS",
        "level":"80%"
      },
      {
        "name":"HTML5",
        "level":"80%"
      },
      {
        "name":"SQL",
        "level":"80%"
      }
    ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"My Cook Book",
        "category": "A web app that allows users to load recipes and access them on-line.",
        "image": "MyCookBook.png",
        "url": "https://my-cook-book-react.herokuapp.com/"
      },
      {
        "title": "Eventime",
        "category": "A social platform for events. Users can publish events they are hosting, attend events and look for venues.",
        "image": "Eventime.png",
        "url": "https://event-time.herokuapp.com/"
      },
      {
        "title": "MyCloset",
        "category": "MyCloset allows the user to catalog their clothes, organize their closet and create outfits easily (demo only)",
        "image": "MyCloset.png",
        "url": "https://www.youtube.com/watch?v=g81GxHruOv0"
      }
    ]
  },
  "testimonials":{
    "testimonials":[
      {
        "text":"Ariel is a marketing professional who knows to analyze the market in a very accurate way and increase conversions in a quick and cost-effective way. He adjusts the marketing techniques he uses according to the actual results and has achieved for the company the best results in creative ways. He is a hard worker, with fast learning skills and highly focused on the numbers. I always trusted him to his tasks in the best possible way.",
        "user":"Gadi Tunes, Chief Customer Officer at Idomoo"
      }
    ]
  }
}
